Revit 2027 API
ParameterTypeId.MatchlineTopOffset Property
 "Top Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MatchlineTopOffset { get; }
Public Shared ReadOnly Property MatchlineTopOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MatchlineTopOffset {
	ForgeTypeId^ get ();
}
static member MatchlineTopOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace